Repository: firebase/FirebaseUI-iOS
Catalog: FirebaseSwiftUI/FirebaseAuthSwiftUI/Sources/Strings/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, de_at, el, es, fa, fi, fil, fr, fr_ch, gsw, gu, he, hi, hr, hu, id, it, ja, kn, ko, ln, lv, mr, ms, nb, nl, nn_no, pl, pt, pt_pt, ro, ru, sk, sl, sr, sr_latn, sv, ta, th, tr, uk, ur, vi, zh, zh_hant, zh_hant_tw

source: Enter display name for this authenticator
ar: أدخل الاسم المعروض لهذا المصادق
bg: Въведете показвано име за този удостоверител
bn: এই অথেন্টিকেটরের জন্য প্রদর্শনের নাম লিখুন
ca: Introdueix el nom visible per a aquest autenticador
cs: Zadejte zobrazované jméno pro tento autentikátor
da: Indtast visningsnavn for denne godkender
de: Anzeigename für diesen Authentifikator eingeben
de_at: Geben Sie einen Anzeigenamen für diesen Authentifikator ein
el: Εισαγάγετε εμφανιζόμενο όνομα για αυτόν τον έλεγχο ταυτότητας
es: Ingresa el nombre para mostrar de este autenticador
fa: نام نمایشی برای این احراز هویت را وارد کنید
fi: Anna autentikaattorille näyttönimi
fil: Ilagay ang display name para sa authenticator na ito
fr: Saisis le nom affiché pour cet authentificateur
fr_ch: Saisissez le nom affiché pour cet authentificateur
gsw: Gib en Aazeigname für dä Authentifikator ii
gu: આ પ્રમાણીકરણ માટે પ્રદર્શન નામ દાખલ કરો
he: הזן שם תצוגה עבור מאמת זה
hi: इस प्रमाणक के लिए प्रदर्शन नाम दर्ज करें
hr: Unesite prikazano ime za ovaj autentifikator
hu: Adja meg a megjelenítendő nevet ehhez a hitelesítőhöz
id: Masukkan nama tampilan untuk autentikator ini
it: Inserisci il nome visualizzato per questo autenticatore
ja: この認証システムの表示名を入力
kn: ಈ ದೃಢೀಕರಣಕ್ಕಾಗಿ ಪ್ರದರ್ಶನ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ko: 이 인증자의 표시 이름 입력
ln: Kotisa nkombo ya komonisa mpo na oyo ya kondimisa
lv: Ievadiet attēlojamo vārdu šim autentifikatoram
mr: या प्रमाणीकरणासाठी प्रदर्शन नाव एंटर करा
ms: Masukkan nama paparan untuk pengesah ini
nb: Skriv inn visningsnavn for denne autentiseringen
nl: Voer een weergavenaam in voor deze authenticator
nn_no: Skriv inn visingsnamn for denne autentiseringa
pl: Wprowadź nazwę wyświetlaną dla tego uwierzytelniania
pt: Digite o nome de exibição para este autenticador
pt_pt: Introduza o nome de apresentação para este autenticador
ro: Introduceți numele afișat pentru acest autentificator
ru: Введите отображаемое имя для этого аутентификатора
sk: Zadajte zobrazované meno pre tento overovateľ
sl: Vnesite prikazano ime za ta overjevalnik
sr: Унесите име за приказ за овај аутентификатор
sr_latn: Unesite ime za prikaz za ovaj autentifikator
sv: Ange visningsnamn för denna autentiserare
ta: இந்த அங்கீகரிப்பாளருக்கான காட்சிப் பெயரை உள்ளிடவும்
th: ใส่ชื่อที่แสดงสำหรับตัวตรวจสอบสิทธิ์นี้
tr: Bu kimlik doğrulayıcı için görünen ad girin
uk: Введіть ім'я для відображення для цього автентифікатора
ur: اس تصدیق کار کے لیے ڈسپلے نام درج کریں
vi: Nhập tên hiển thị cho trình xác thực này
zh: 为此验证器输入显示名称
zh_hant: 為此驗證器輸入顯示名稱
zh_hant_tw: 請輸入此驗證器的顯示名稱

source: Enter display name for this device
ar: أدخل الاسم المعروض لهذا الجهاز
bg: Въведете показвано име за това устройство
bn: এই ডিভাইসের জন্য প্রদর্শনের নাম লিখুন
ca: Introdueix el nom visible per a aquest dispositiu
cs: Zadejte zobrazované jméno tohoto zařízení
da: Indtast visningsnavn for denne enhed
de: Anzeigename für dieses Gerät eingeben
de_at: Geben Sie einen Anzeigenamen für dieses Gerät ein
el: Εισαγάγετε εμφανιζόμενο όνομα για αυτή τη συσκευή
es: Ingresa el nombre para mostrar de este dispositivo
fa: نام نمایشی برای این دستگاه را وارد کنید
fi: Anna tälle laitteelle näyttönimi
fil: Ilagay ang display name para sa device na ito
fr: Saisis le nom affiché pour cet appareil
fr_ch: Saisissez le nom affiché pour cet appareil
gsw: Gib en Aazeigname für das Gerät ii
gu: આ ડિવાઇસ માટે પ્રદર્શન નામ દાખલ કરો
he: הזן שם תצוגה עבור מכשיר זה
hi: इस डिवाइस के लिए प्रदर्शन नाम दर्ज करें
hr: Unesite prikazano ime za ovaj uređaj
hu: Adja meg a megjelenítendő nevet ehhez az eszközhöz
id: Masukkan nama tampilan untuk perangkat ini
it: Inserisci il nome visualizzato per questo dispositivo
ja: このデバイスの表示名を入力
kn: ಈ ಸಾಧನಕ್ಕಾಗಿ ಪ್ರದರ್ಶನ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ko: 이 기기의 표시 이름 입력
ln: Kotisa nkombo ya komonisa mpo na aparɛyi oyo
lv: Ievadiet attēlojamo vārdu šai ierīcei
mr: या डिव्हाइससाठी प्रदर्शन नाव एंटर करा
ms: Masukkan nama paparan untuk peranti ini
nb: Skriv inn visningsnavn for denne enheten
nl: Voer een weergavenaam in voor dit apparaat
nn_no: Skriv inn visingsnamn for denne eininga
pl: Wprowadź nazwę wyświetlaną dla tego urządzenia
pt: Digite o nome de exibição para este dispositivo
pt_pt: Introduza o nome de apresentação para este dispositivo
ro: Introduceți numele afișat pentru acest dispozitiv
ru: Введите отображаемое имя для этого устройства
sk: Zadajte zobrazované meno pre toto zariadenie
sl: Vnesite prikazano ime za to napravo
sr: Унесите име за приказ за овај уређај
sr_latn: Unesite ime za prikaz za ovaj uređaj
sv: Ange visningsnamn för denna enhet
ta: இந்த சாதனத்திற்கான காட்சிப் பெயரை உள்ளிடவும்
th: ใส่ชื่อที่แสดงสำหรับอุปกรณ์นี้
tr: Bu cihaz için görünen ad girin
uk: Введіть ім'я для відображення для цього пристрою
ur: اس ڈیوائس کے لیے ڈسپلے نام درج کریں
vi: Nhập tên hiển thị cho thiết bị này
zh: 为此设备输入显示名称
zh_hant: 為此裝置輸入顯示名稱
zh_hant_tw: 請輸入此裝置的顯示名稱

source: Enter phone number
ar: أدخل رقم الهاتف
bg: Въведете телефонен номер
bn: ফোন নম্বর লিখুন
ca: Introdueix el número de telèfon
cs: Zadejte telefonní číslo
da: Indtast telefonnummer
de: Telefonnummer eingeben
de_at: Telefonnummer eingeben
el: Εισαγάγετε αριθμό τηλεφώνου
es: Ingresa el número de teléfono
fa: شماره تلفن را وارد کنید
fi: Syötä puhelinnumero
fil: Ilagay ang numero ng telepono
fr: Saisis le numéro de téléphone
fr_ch: Saisissez le numéro de téléphone
gsw: Telefonnummere iigäh
gu: ફોન નંબર દાખલ કરો
he: הזן מספר טלפון
hi: फ़ोन नंबर दर्ज करें
hr: Unesite broj telefona
hu: Adja meg a telefonszámot
id: Masukkan nomor telepon
it: Inserisci il numero di telefono
ja: 電話番号を入力
kn: ದೂರವಾಣಿ ಸಂಖ್ಯೆ ನಮೂದಿಸಿ
ko: 전화번호 입력
ln: Kotisa nimero ya telefone
lv: Ievadiet tālruņa numuru
mr: फोन नंबर एंटर करा
ms: Masukkan nombor telefon
nb: Skriv inn telefonnummer
nl: Voer je telefoonnummer in
nn_no: Skriv inn telefonnummer
pl: Wprowadź numer telefonu
pt: Digite o número de telefone
pt_pt: Introduza o número de telefone
ro: Introduceți numărul de telefon
ru: Введите номер телефона
sk: Zadajte telefónne číslo
sl: Vnesite telefonsko številko
sr: Унесите број телефона
sr_latn: Unesite broj telefona
sv: Ange telefonnummer
ta: தொலைபேசி எண்ணை உள்ளிடவும்
th: ใส่หมายเลขโทรศัพท์
tr: Telefon numarası girin
uk: Введіть номер телефону
ur: فون نمبر درج کریں
vi: Nhập số điện thoại
zh: 输入手机号
zh_hant: 輸入電話號碼
zh_hant_tw: 輸入電話號碼

source: Enter the 6-digit code from your authenticator app
ar: أدخل الرمز المكون من 6 أرقام من تطبيق المصادقة الخاص بك
bg: Въведете 6-цифрения код от приложението за удостоверяване
bn: আপনার অথেন্টিকেটর অ্যাপ থেকে ৬-সংখ্যার কোড লিখুন
ca: Introdueix el codi de 6 dígits de la teva aplicació d'autenticació
cs: Zadejte 6místný kód z vaší autentikační aplikace
da: Indtast den 6-cifrede kode fra din autentifikationsapp
de: Gib den 6-stelligen Code aus deiner Authentifizierungs-App ein
de_at: Geben Sie den 6-stelligen Code aus Ihrer Authentifizierungs-App ein
el: Εισαγάγετε τον κωδικό 6 ψηφίων από την εφαρμογή ελέγχου ταυτότητας
es: Ingresa el código de 6 dígitos de tu aplicación de autenticación
fa: کد ۶ رقمی از برنامه احراز هویت خود را وارد کنید
fi: Syötä autentikaatiosovelluksen 6-numeroinen koodi
fil: Ilagay ang 6-digit na code mula sa iyong authenticator app
fr: Saisis le code à 6 chiffres de ton application d'authentification
fr_ch: Saisissez le code à 6 chiffres de votre application d'authentification
gsw: Gib de 6-stellig Code us dinere Authentifizierigs-App ii
gu: તમારી પ્રમાણીકરણ એપમાંથી 6-અંકનો કોડ દાખલ કરો
he: הזן את הקוד בן 6 הספרות מאפליקציית האימות שלך
hi: अपने प्रमाणक ऐप से 6 अंकों का कोड दर्ज करें
hr: Unesite 6-znamenkasti kod iz vaše aplikacije za autentifikaciju
hu: Adja meg a 6 számjegyű kódot a hitelesítő alkalmazásból
id: Masukkan kode 6 digit dari aplikasi autentikator Anda
it: Inserisci il codice a 6 cifre dalla tua app di autenticazione
ja: 認証アプリから6桁のコードを入力してください
kn: ನಿಮ್ಮ ದೃಢೀಕರಣ ಆ್ಯಪ್‌ನಿಂದ 6-ಅಂಕಿಯ ಕೋಡ್ ನಮೂದಿಸಿ
ko: 인증 앱에서 6자리 코드를 입력하세요
ln: Kotisa kode ya banimɛrɔ 6 uta na aplikasyo na yo ya kondimisa
lv: Ievadiet 6 ciparu kodu no savas autentifikācijas lietotnes
mr: तुमच्या प्रमाणीकरण अॅपमधून 6-अंकी कोड एंटर करा
ms: Masukkan kod 6 digit daripada aplikasi pengesah anda
nb: Skriv inn den 6-sifrede koden fra autentiseringsappen din
nl: Voer de 6-cijferige code uit je authenticator-app in
nn_no: Skriv inn den 6-sifra koden frå autentiseringsappen din
pl: Wprowadź 6-cyfrowy kod z aplikacji uwierzytelniającej
pt: Digite o código de 6 dígitos do seu aplicativo autenticador
pt_pt: Introduza o código de 6 dígitos da sua aplicação de autenticação
ro: Introduceți codul de 6 cifre din aplicația dvs. de autentificare
ru: Введите 6-значный код из вашего приложения для аутентификации
sk: Zadajte 6-ciferný kód z vašej aplikácie na overovanie
sl: Vnesite 6-mestno kodo iz aplikacije za preverjanje pristnosti
sr: Унесите 6-цифрени код из ваше апликације за аутентификацију
sr_latn: Unesite 6-cifreni kod iz vaše aplikacije za autentifikaciju
sv: Ange den 6-siffriga koden från din autentiseringsapp
ta: உங்கள் அங்கீகரிப்பு செயலியிலிருந்து 6 இலக்க குறியீட்டை உள்ளிடவும்
th: ใส่รหัส 6 หลักจากแอปตรวจสอบสิทธิ์ของคุณ
tr: Kimlik doğrulayıcı uygulamanızdan 6 haneli kodu girin
uk: Введіть 6-значний код із вашої програми автентифікації
ur: اپنی تصدیقی ایپ سے 6 ہندسوں کا کوڈ درج کریں
vi: Nhập mã 6 chữ số từ ứng dụng xác thực của bạn
zh: 请输入身份验证器应用中的 6 位验证码
zh_hant: 請輸入驗證器應用程式中的 6 位驗證碼
zh_hant_tw: 請輸入驗證器 App 提供的 6 位數驗證碼

source: Enter Verification Code
ar: أدخل رمز التحقق
bg: Въведете код за проверка
bn: যাচাইকরণ কোড লিখুন
ca: Introdueix el codi de verificació
cs: Zadejte ověřovací kód
da: Indtast bekræftelseskode
de: Bestätigungscode eingeben
de_at: Verifizierungscode eingeben
el: Εισαγάγετε τον κωδικό επαλήθευσης
es: Ingresa el código de verificación
fa: کد تأیید را وارد کنید
fi: Syötä vahvistuskoodi
fil: Ilagay ang Verification Code
fr: Saisis le code de vérification
fr_ch: Saisissez le code de vérification
gsw: Verifizierigscode iigäh
gu: ચકાસણી કોડ દાખલ કરો
he: הזן קוד אימות
hi: सत्यापन कोड दर्ज करें
hr: Unesite verifikacijski kod
hu: Adja meg az ellenőrző kódot
id: Masukkan Kode Verifikasi
it: Inserisci il codice di verifica
ja: 確認コードを入力
kn: ಪರಿಶೀಲನಾ ಕೋಡ್ ನಮೂದಿಸಿ
ko: 확인 코드 입력
ln: Kotisa Kode ya Kondimisa
lv: Ievadiet verifikācijas kodu
mr: पडताळणी कोड एंटर करा
ms: Masukkan Kod Pengesahan
nb: Skriv inn bekreftelseskode
nl: Voer verificatiecode in
nn_no: Skriv inn stadfestingskode
pl: Wprowadź kod weryfikacyjny
pt: Digite o código de verificação
pt_pt: Introduza o código de verificação
ro: Introduceți codul de verificare
ru: Введите код подтверждения
sk: Zadajte overovací kód
sl: Vnesite potrditveno kodo
sr: Унесите верификациони код
sr_latn: Unesite verifikacioni kod
sv: Ange verifieringskod
ta: சரிபார்ப்பு குறியீட்டை உள்ளிடவும்
th: ใส่รหัสยืนยัน
tr: Doğrulama kodunu girin
uk: Введіть код перевірки
ur: تصدیقی کوڈ درج کریں
vi: Nhập mã xác minh
zh: 输入验证码
zh_hant: 輸入驗證碼
zh_hant_tw: 輸入驗證碼

source: Enter Your Phone Number
ar: أدخل رقم هاتفك
bg: Въведете телефонния си номер
bn: আপনার ফোন নম্বর লিখুন
ca: Introdueix el teu número de telèfon
cs: Zadejte své telefonní číslo
da: Indtast dit telefonnummer
de: Gib deine Telefonnummer ein
de_at: Geben Sie Ihre Telefonnummer ein
el: Εισαγάγετε τον αριθμό τηλεφώνου σας
es: Ingresa tu número de teléfono
fa: شماره تلفن خود را وارد کنید
fi: Syötä puhelinnumerosi
fil: Ilagay ang Iyong Numero ng Telepono
fr: Saisis ton numéro de téléphone
fr_ch: Saisissez votre numéro de téléphone
gsw: Gib dini Telefonnummere ii
gu: તમારો ફોન નંબર દાખલ કરો
he: הזן את מספר הטלפון שלך
hi: अपना फ़ोन नंबर दर्ज करें
hr: Unesite svoj broj telefona
hu: Adja meg a telefonszámát
id: Masukkan Nomor Telepon Anda
it: Inserisci il tuo numero di telefono
ja: 電話番号を入力してください
kn: ನಿಮ್ಮ ದೂರವಾಣಿ ಸಂಖ್ಯೆ ನಮೂದಿಸಿ
ko: 전화번호를 입력하세요
ln: Kotisa Nimero na Yo ya Telefone
lv: Ievadiet savu tālruņa numuru
mr: तुमचा फोन नंबर एंटर करा
ms: Masukkan Nombor Telefon Anda
nb: Skriv inn telefonnummeret ditt
nl: Voer je telefoonnummer in
nn_no: Skriv inn telefonnummeret ditt
pl: Wprowadź swój numer telefonu
pt: Digite seu número de telefone
pt_pt: Introduza o seu número de telefone
ro: Introduceți numărul dvs. de telefon
ru: Введите ваш номер телефона
sk: Zadajte vaše telefónne číslo
sl: Vnesite svojo telefonsko številko
sr: Унесите ваш број телефона
sr_latn: Unesite vaš broj telefona
sv: Ange ditt telefonnummer
ta: உங்கள் தொலைபேசி எண்ணை உள்ளிடவும்
th: ใส่หมายเลขโทรศัพท์ของคุณ
tr: Telefon numaranızı girin
uk: Введіть ваш номер телефону
ur: اپنا فون نمبر درج کریں
vi: Nhập số điện thoại của bạn
zh: 输入您的手机号
zh_hant: 輸入您的電話號碼
zh_hant_tw: 輸入您的電話號碼

source: Enter your email
ar: أدخل بريدك الإلكتروني
bg: Въведете своя имейл
bn: আপনার ইমেইল লিখুন
ca: Introdueix el teu correu electrònic
cs: Zadejte svůj email
da: Indtast din email
de: Gib deine E-Mail ein
de_at: Geben Sie Ihre E-Mail-Adresse ein
el: Εισαγάγετε το email σας
es: Ingresa tu correo
fa: ایمیل خود را وارد کنید
fi: Syötä sähköpostiosoitteesi
fil: Ilagay ang iyong email
fr: Saisis ton e-mail
fr_ch: Saisissez votre e-mail
gsw: Gib dini E-Mail-Adresse ii
gu: તમારો ઇમેઇલ દાખલ કરો
he: הזן את כתובת הדוא״ל שלך
hi: अपना ईमेल दर्ज करें
hr: Unesite svoj email
hu: Adja meg az e-mail címét
id: Masukkan email Anda
it: Inserisci la tua email
ja: メールアドレスを入力
kn: ನಿಮ್ಮ ಇಮೇಲ್ ನಮೂದಿಸಿ
ko: 이메일을 입력하세요
ln: Kotisa email na yo
lv: Ievadiet savu e-pastu
mr: तुमचा ईमेल एंटर करा
ms: Masukkan e-mel anda
nb: Skriv inn e-postadressen din
nl: Voer je e-mail in
nn_no: Skriv inn e-postadressa di
pl: Wprowadź swój adres e-mail
pt: Digite seu e-mail
pt_pt: Introduza o seu e-mail
ro: Introduceți e-mailul dvs.
ru: Введите вашу электронную почту
sk: Zadajte váš e-mail
sl: Vnesite svoj e-poštni naslov
sr: Унесите ваш имејл
sr_latn: Unesite vaš imejl
sv: Ange din e-post
ta: உங்கள் மின்னஞ்சலை உள்ளிடவும்
th: ใส่อีเมลของคุณ
tr: E-postanızı girin
uk: Введіть вашу електронну пошту
ur: اپنی ای میل درج کریں
vi: Nhập email của bạn
zh: 输入您的邮箱
zh_hant: 輸入您的電子郵件
zh_hant_tw: 輸入您的電子郵件

source: Enter your password
ar: أدخل كلمة المرور
bg: Въведете своята парола
bn: আপনার পাসওয়ার্ড লিখুন
ca: Introdueix la teva contrasenya
cs: Zadejte své heslo
da: Indtast din adgangskode
de: Gib dein Passwort ein
de_at: Geben Sie Ihr Passwort ein
el: Εισαγάγετε τον κωδικό πρόσβασης σας
es: Ingresa tu contraseña
fa: رمز عبور خود را وارد کنید
fi: Syötä salasanasi
fil: Ilagay ang iyong password
fr: Saisis ton mot de passe
fr_ch: Saisissez votre mot de passe
gsw: Gib dis Passwort ii
gu: તમારો પાસવર્ડ દાખલ કરો
he: הזן את הסיסמה שלך
hi: अपना पासवर्ड दर्ज करें
hr: Unesite svoju lozinku
hu: Adja meg a jelszavát
id: Masukkan kata sandi Anda
it: Inserisci la tua password
ja: パスワードを入力
kn: ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ
ko: 비밀번호를 입력하세요
ln: Kotisa liloba na yo ya kobombama
lv: Ievadiet savu paroli
mr: तुमचा पासवर्ड एंटर करा
ms: Masukkan kata laluan anda
nb: Skriv inn passordet ditt
nl: Voer je wachtwoord in
nn_no: Skriv inn passordet ditt
pl: Wprowadź swoje hasło
pt: Digite sua senha
pt_pt: Introduza a sua palavra-passe
ro: Introduceți parola dvs.
ru: Введите ваш пароль
sk: Zadajte vaše heslo
sl: Vnesite svoje geslo
sr: Унесите вашу лозинку
sr_latn: Unesite vašu lozinku
sv: Ange ditt lösenord
ta: உங்கள் கடவுச்சொல்லை உள்ளிடவும்
th: ใส่รหัสผ่านของคุณ
tr: Şifrenizi girin
uk: Введіть ваш пароль
ur: اپنا پاس ورڈ درج کریں
vi: Nhập mật khẩu của bạn
zh: 输入您的密码
zh_hant: 輸入您的密碼
zh_hant_tw: 輸入您的密碼

source: Error
ar: خطأ
bg: Грешка
bn: ত্রুটি
cs: Chyba
da: Fejl
de: Fehler
de_at: Fehler
el: Σφάλμα
fa: خطا
fi: Virhe
fr: Erreur
fr_ch: Erreur
gsw: Fähler
gu: ભૂલ
he: שגיאה
hi: त्रुटि
hr: Greška
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
kn: ದೋಷ
ko: 오류
ln: Libunga
lv: Kļūda
mr: त्रुटी
ms: Ralat
nb: Feil
nl: Fout
nn_no: Feil
pl: Błąd
pt: Erro
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sl: Napaka
sr: Грешка
sr_latn: Greška
sv: Fel
ta: பிழை
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
ur: خرابی
vi: Lỗi
zh: 错误
zh_hant: 錯誤
zh_hant_tw: 錯誤

# ExistingAccountTitle
source: You already have an account
ar: لديك حساب بالفعل
de: Du hast bereits ein Konto
es: Ya tienes una cuenta
fr: Tu as déjà un compte

# FirstAndLastName
source: First & last name
ar: الاسم الأول والأخير
de: Vor- und Nachname
es: Nombre y apellido
fr: Prénom et nom

# ForgotPassword
source: Send password recovery email
ar: إرسال بريد إلكتروني لاستعادة كلمة المرور
de: Passwort-Wiederherstellungs-E-Mail senden
es: Enviar correo de recuperación de contraseña
fr: Envoyer un e-mail de récupération de mot de passe

# ForgotPasswordTitle
source: Trouble signing in?
ar: مشكلة في تسجيل الدخول؟
de: Probleme beim Anmelden?
es: ¿Problemas para iniciar sesión?
fr: Problème de connexion ?

source: Get Started
ar: ابدأ
bg: Започнете
bn: শুরু করুন
ca: Comença
cs: Začít
da: Kom i gang
de: Loslegen
de_at: Erste Schritte
el: Έναρξη
es: Comenzar
fa: شروع کنید
fi: Aloita
fil: Magsimula
fr: Commencer
fr_ch: Commencer
gsw: Los göh
gu: પ્રારંભ કરો
he: התחל
hi: शुरू करें
hr: Započni
hu: Kezdő lépések
id: Mulai
it: Inizia
ja: 始める
kn: ಪ್ರಾರಂಭಿಸಿ
ko: 시작하기
ln: Banda
lv: Sākt
mr: सुरू करा
ms: Mulakan
nb: Kom i gang
nl: Aan de slag
nn_no: Kom i gang
pl: Rozpocznij
pt: Começar
pt_pt: Começar
ro: Începeți
ru: Начать
sk: Začať
sl: Začni
sr: Почни
sr_latn: Počni
sv: Kom igång
ta: தொடங்குக
th: เริ่มต้นใช้งาน
tr: Başlayın
uk: Почати
ur: شروع کریں
vi: Bắt đầu
zh: 开始
zh_hant: 開始使用
zh_hant_tw: 開始使用

source: Invalid OAuth Provider
ar: موفر OAuth غير صالح
bg: Невалиден OAuth доставчик
bn: অবৈধ OAuth প্রদানকারী
ca: Proveïdor OAuth no vàlid
cs: Neplatný poskytovatel OAuth
da: Ugyldig OAuth-udbyder
de: Ungültiger OAuth-Anbieter
de_at: Ungültiger OAuth-Anbieter
el: Μη έγκυρος πάροχος OAuth
es: Proveedor OAuth inválido
fa: ارائه‌دهنده OAuth نامعتبر
fi: Virheellinen OAuth-palveluntarjoaja
fil: Invalid na OAuth Provider
fr: Fournisseur OAuth invalide
fr_ch: Fournisseur OAuth non valide
gsw: Ungültige OAuth-Anbieter
gu: અમાન્ય OAuth પ્રદાતા
he: ספק OAuth לא חוקי
hi: अमान्य OAuth प्रदाता
hr: Nevažeći OAuth pružatelj
hu: Érvénytelen OAuth szolgáltató
id: Penyedia OAuth Tidak Valid
it: Provider OAuth non valido
ja: 無効なOAuthプロバイダ
kn: ಅಮಾನ್ಯ OAuth ಪೂರೈಕೆದಾರ
ko: 잘못된 OAuth 제공업체
ln: Mopesi OAuth ya mabe
lv: Nederīgs OAuth pakalpojumu sniedzējs
mr: अवैध OAuth प्रदाता
ms: Pembekal OAuth Tidak Sah
nb: Ugyldig OAuth-leverandør
nl: Ongeldige OAuth-provider
nn_no: Ugyldig OAuth-leverandør
pl: Nieprawidłowy dostawca OAuth
pt: Provedor OAuth inválido
pt_pt: Fornecedor OAuth inválido
ro: Furnizor OAuth invalid
ru: Недействительный провайдер OAuth
sk: Neplatný poskytovateľ OAuth
sl: Neveljaven ponudnik OAuth
sr: Неважећи OAuth провајдер
sr_latn: Nevažeći OAuth provajder
sv: Ogiltig OAuth-leverantör
ta: தவறான OAuth வழங்குநர்
th: ผู้ให้บริการ OAuth ไม่ถูกต้อง
tr: Geçersiz OAuth sağlayıcısı
uk: Недійсний постачальник OAuth
ur: غلط OAuth فراہم کنندہ
vi: Nhà cung cấp OAuth không hợp lệ
zh: 无效的 OAuth 提供商
zh_hant: 無效的 OAuth 提供者
zh_hant_tw: 無效的 OAuth 服務提供者

# InvalidEmailError
source: That email address isn't correct.
ar: عنوان البريد الإلكتروني هذا غير صحيح.
de: Diese E-Mail-Adresse ist nicht korrekt.
es: Esa dirección de correo no es correcta.
fr: Cette adresse e-mail n'est pas correcte.

# InvalidPasswordError
source: Password cannot be empty.
ar: لا يمكن أن تكون كلمة المرور فارغة.
de: Passwort darf nicht leer sein.
es: La contraseña no puede estar vacía.
fr: Le mot de passe ne peut pas être vide.

source: Login
ar: تسجيل الدخول
bg: Вход
bn: লগইন
ca: Inicia sessió
cs: Přihlásit se
de: Anmelden
de_at: Anmelden
el: Σύνδεση
es: Iniciar sesión
fa: ورود
fi: Kirjaudu
fil: Mag-login
fr: Connexion
fr_ch: Connexion
gsw: Aamälde
gu: લૉગિન
he: התחברות
hi: लॉग इन करें
hr: Prijava
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: ログイン
kn: ಲಾಗಿನ್
ko: 로그인
ln: Kokota
lv: Pieteikties
mr: लॉगिन
ms: Log masuk
nb: Logg inn
nl: Inloggen
nn_no: Logg inn
pl: Zaloguj się
pt: Entrar
pt_pt: Iniciar sessão
ro: Conectare
ru: Войти
sk: Prihlásiť sa
sl: Prijava
sr: Пријави се
sr_latn: Prijavi se
sv: Logga in
ta: உள்நுழை
th: เข้าสู่ระบบ
tr: Oturum aç
uk: Увійти
ur: لاگ ان
vi: Đăng nhập
zh: 登录
zh_hant: 登入
zh_hant_tw: 登入

source: Manage Two-Factor Authentication
ar: إدارة المصادقة الثنائية
bg: Управление на двуфакторното удостоверяване
bn: টু-ফ্যাক্টর প্রমাণীকরণ পরিচালনা করুন
ca: Gestiona l'autenticació en dos passos
cs: Spravovat dvoufázové ověření
da: Administrer tofaktorgodkendelse
de: Zwei-Faktor-Authentifizierung verwalten
de_at: Zwei-Faktor-Authentifizierung verwalten
el: Διαχείριση ελέγχου ταυτότητας δύο παραγόντων
es: Administrar autenticación de dos factores
fa: مدیریت احراز هویت دو عاملی
fi: Hallitse kaksivaiheista tunnistautumista
fil: Pamahalaan ang Two-Factor Authentication
fr: Gérer l'authentification à deux facteurs
fr_ch: Gérer l'authentification à deux facteurs
gsw: Zwei-Faktor-Authentifizierig verwalte
gu: ટુ-ફેક્ટર પ્રમાણીકરણનું સંચાલન કરો
he: ניהול אימות דו־שלבי
hi: दो-कारक प्रमाणीकरण प्रबंधित करें
hr: Upravljanje dvofaktorskom autentifikacijom
hu: Kétfaktoros hitelesítés kezelése
id: Kelola Autentikasi Dua Faktor
it: Gestisci l'autenticazione a due fattori
ja: 2段階認証を管理
kn: ಎರಡು-ಅಂಶ ದೃಢೀಕರಣವನ್ನು ನಿರ್ವಹಿಸಿ
ko: 2단계 인증 관리
ln: Boyangeli ya Kondimisa ya Bakambi mibale
lv: Pārvaldīt divfaktoru autentifikāciju
mr: दोन-घटक प्रमाणीकरण व्यवस्थापित करा
ms: Urus Pengesahan Dua Faktor
nb: Administrer tofaktorautentisering
nl: Beheer tweeledige verificatie
nn_no: Administrer tofaktorautentisering
pl: Zarządzaj uwierzytelnianiem dwuskładnikowym
pt: Gerenciar autenticação de dois fatores
pt_pt: Gerir autenticação de dois fatores
ro: Gestionați autentificarea cu doi factori
ru: Управление двухфакторной аутентификацией
sk: Spravovať dvojfaktorové overovanie
sl: Upravljaj dvofaktorsko preverjanje pristnosti
sr: Управљај двофакторском аутентификацијом
sr_latn: Upravljaj dvofaktorskom autentifikacijom
sv: Hantera tvåfaktorsautentisering
ta: இரு காரணி அங்கீகாரத்தை நிர்வகிக்கவும்
th: จัดการการตรวจสอบสิทธิ์แบบสองปัจจัย
tr: İki faktörlü kimlik doğrulamayı yönet
uk: Керувати двофакторною автентифікацією
ur: دو عنصری تصدیق کا نظم کریں
vi: Quản lý xác thực hai yếu tố
zh: 管理双重验证
zh_hant: 管理雙重驗證
zh_hant_tw: 管理雙重驗證
